"BUTTON_CREATE_ACCOUNT" = "צור חשבון";

"BUTTON_DISMISS" = "התעלמות";

"BUTTON_OK" = "אישור";

"BUTTON_RESEND_CONF_CODE" = "שלח מחדש קוד אישור";

"BUTTON_RETRY" = "ניסיון חוזר";

"BUTTON_SEND_CONF_CODE" = "שלח קוד אישור";

"BUTTON_SIGN_IN" = "כניסה";

"BUTTON_SIGN_IN_WITH_TWITTER" = "כניסה באמצעות טוויטר";

"BUTTON_TRY_DIFFERENT_NUMBER" = "נסה מספר אחר";

"ERROR_CHECK_CODE_TRY_AGAIN" = "בדוק את הקוד שלך ונסה שוב";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "בדוק את החיבור שלך לרשת ונסה שוב";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "בדוק את המספר שלך ונסה שוב";

"ERROR_TRY_AGAIN_LATER" = "לא ניתן להכניס אותך לטוויטר בשלב זה. נסה שוב מאוחר יותר.";

"LABEL_ENTER_CONF_CODE" = "הזן קוד אישור";

"LABEL_ENTER_PHONE_NUMBER" = "הזן את מספר הטלפון שלך";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "לא ניתן לאשר את מספר הטלפון שלך";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "מצטערים, נתקלנו בבעיה בשליחת קוד האישור. נסה להיכנס למערכת להלן.";

"PARTIAL_FOOTNOTE_THIS_APP" = "יישום זה";

"PLACEHOLDER_CONF_CODE" = "קוד אישור";

"PLACEHOLDER_YOUR_NUMBER" = "המספר שלך";

